{"name": "model", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 10], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_0"}, "name": "input_0", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "Densee711e6e454d8cb8f03d82c408a16fe55d5d9a05951d8e67425d8bdbdb24af4f60ac300450b76e8d3b95ce3d3005a935edd0819304f2d6f9de66d2c1e22591b88_0", "trainable": false, "dtype": "float32", "units": 2, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "Densee711e6e454d8cb8f03d82c408a16fe55d5d9a05951d8e67425d8bdbdb24af4f60ac300450b76e8d3b95ce3d3005a935edd0819304f2d6f9de66d2c1e22591b88_0", "inbound_nodes": [[["input_0", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "Dense01fa538b347039f9de14d06460997240cc37b2c4040dabff0756bd602be908349d4389ede6525a5a805a4ce92289bb1eae8c48053a67ddcf0f8b1d33eeb06202_0", "trainable": false, "dtype": "float32", "units": 4, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "Dense01fa538b347039f9de14d06460997240cc37b2c4040dabff0756bd602be908349d4389ede6525a5a805a4ce92289bb1eae8c48053a67ddcf0f8b1d33eeb06202_0", "inbound_nodes": [[["Densee711e6e454d8cb8f03d82c408a16fe55d5d9a05951d8e67425d8bdbdb24af4f60ac300450b76e8d3b95ce3d3005a935edd0819304f2d6f9de66d2c1e22591b88_0", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "Densee3c327cf1410790b0c1e887838e978501ed7a482371a02ed388d7034b92bfc6fc6847921ba40f07aabd56719b9471c0564224d61ba8fa7aa48c4d3f163dd3318_0", "trainable": false, "dtype": "float32", "units": 2, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "Densee3c327cf1410790b0c1e887838e978501ed7a482371a02ed388d7034b92bfc6fc6847921ba40f07aabd56719b9471c0564224d61ba8fa7aa48c4d3f163dd3318_0", "inbound_nodes": [[["Dense01fa538b347039f9de14d06460997240cc37b2c4040dabff0756bd602be908349d4389ede6525a5a805a4ce92289bb1eae8c48053a67ddcf0f8b1d33eeb06202_0", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "Denseb0eaf14537a1ad018ef3f2f3a8d3c8bbb210add9a7dffe33845d442bb113fba0226a7072ddf5042835d20f44a6837e3eeeeec3b21366504fe52caca18c14c40a_0", "trainable": false, "dtype": "float32", "units": 3, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "Denseb0eaf14537a1ad018ef3f2f3a8d3c8bbb210add9a7dffe33845d442bb113fba0226a7072ddf5042835d20f44a6837e3eeeeec3b21366504fe52caca18c14c40a_0", "inbound_nodes": [[["Densee3c327cf1410790b0c1e887838e978501ed7a482371a02ed388d7034b92bfc6fc6847921ba40f07aabd56719b9471c0564224d61ba8fa7aa48c4d3f163dd3318_0", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "Dense5cc1cd6c38db06ee2af34d8551a77df80297a073aa1461067e5d254baf4f60bb4a840315a16a9a8dda1792f39dbe44d850f35b484326c7f6f5b5575f554a528e_0", "trainable": false, "dtype": "float32", "units": 1, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "Dense5cc1cd6c38db06ee2af34d8551a77df80297a073aa1461067e5d254baf4f60bb4a840315a16a9a8dda1792f39dbe44d850f35b484326c7f6f5b5575f554a528e_0", "inbound_nodes": [[["Denseb0eaf14537a1ad018ef3f2f3a8d3c8bbb210add9a7dffe33845d442bb113fba0226a7072ddf5042835d20f44a6837e3eeeeec3b21366504fe52caca18c14c40a_0", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "Dense60afc7d292513e12d53999bc1706a43ea4c8f7aa631d085c3d333ea2c92507c03b05b8738bb83ea58fcb87c1369243a6a536018f9f779d723e82233ad4287a6d_0", "trainable": false, "dtype": "float32", "units": 4, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "Dense60afc7d292513e12d53999bc1706a43ea4c8f7aa631d085c3d333ea2c92507c03b05b8738bb83ea58fcb87c1369243a6a536018f9f779d723e82233ad4287a6d_0", "inbound_nodes": [[["Dense5cc1cd6c38db06ee2af34d8551a77df80297a073aa1461067e5d254baf4f60bb4a840315a16a9a8dda1792f39dbe44d850f35b484326c7f6f5b5575f554a528e_0", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "Dense85b75b52b7680b9f3b9ecbf06368a7d0fb4b6964ec2ab19ab721fc828bf4f36091aaefeee0bf3ebb2a5e4092cb2c0686af6c27d37044471535b822a8f6531c68_0", "trainable": false, "dtype": "float32", "units": 3, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "Dense85b75b52b7680b9f3b9ecbf06368a7d0fb4b6964ec2ab19ab721fc828bf4f36091aaefeee0bf3ebb2a5e4092cb2c0686af6c27d37044471535b822a8f6531c68_0", "inbound_nodes": [[["Dense60afc7d292513e12d53999bc1706a43ea4c8f7aa631d085c3d333ea2c92507c03b05b8738bb83ea58fcb87c1369243a6a536018f9f779d723e82233ad4287a6d_0", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "Dense7cbf8c9b77bf4ec088671e225479d07e845eb258135d632bdc76a9d6131c757b5be787ebeeecd1254d8c92dcb85daa83cdc9c3d3f526887f3a0031b3121fbba7_0", "trainable": false, "dtype": "float32", "units": 3, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "Dense7cbf8c9b77bf4ec088671e225479d07e845eb258135d632bdc76a9d6131c757b5be787ebeeecd1254d8c92dcb85daa83cdc9c3d3f526887f3a0031b3121fbba7_0", "inbound_nodes": [[["Dense85b75b52b7680b9f3b9ecbf06368a7d0fb4b6964ec2ab19ab721fc828bf4f36091aaefeee0bf3ebb2a5e4092cb2c0686af6c27d37044471535b822a8f6531c68_0", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "Dense8e9089d471249395e3b8d7416558738d0c9f4c0b90fee858960428fef5762a77324c7d81f1e3043d123789b79f6722e02e3d0f538bcaaed98fa4556d15c8ae08_0", "trainable": false, "dtype": "float32", "units": 1, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "Dense8e9089d471249395e3b8d7416558738d0c9f4c0b90fee858960428fef5762a77324c7d81f1e3043d123789b79f6722e02e3d0f538bcaaed98fa4556d15c8ae08_0", "inbound_nodes": [[["Dense7cbf8c9b77bf4ec088671e225479d07e845eb258135d632bdc76a9d6131c757b5be787ebeeecd1254d8c92dcb85daa83cdc9c3d3f526887f3a0031b3121fbba7_0", 0, 0, {}]]]}], "input_layers": [["input_0", 0, 0]], "output_layers": [["Dense8e9089d471249395e3b8d7416558738d0c9f4c0b90fee858960428fef5762a77324c7d81f1e3043d123789b79f6722e02e3d0f538bcaaed98fa4556d15c8ae08_0", 0, 0]]}
{"name": "model", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 10], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_0"}, "name": "input_0", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "Densebe2612bdfe58306ea65bbac462c5ecf7c1df641d430b05e5f6720631359a5532b5a9e4b7ec576fdf07c3f51119d3c98d93860ea343fad32c936cb6cce92ce715_0", "trainable": false, "dtype": "float32", "units": 3, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "Densebe2612bdfe58306ea65bbac462c5ecf7c1df641d430b05e5f6720631359a5532b5a9e4b7ec576fdf07c3f51119d3c98d93860ea343fad32c936cb6cce92ce715_0", "inbound_nodes": [[["input_0", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "Dense23380d91ad5169c9c8ca323ba760662738a9e5b5a39f2d24e3830be930abb3b60171411dbad86d3b5976b0c9ce57482189416f8720144a9dae8eeff68f569360_0", "trainable": false, "dtype": "float32", "units": 4, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "Dense23380d91ad5169c9c8ca323ba760662738a9e5b5a39f2d24e3830be930abb3b60171411dbad86d3b5976b0c9ce57482189416f8720144a9dae8eeff68f569360_0", "inbound_nodes": [[["Densebe2612bdfe58306ea65bbac462c5ecf7c1df641d430b05e5f6720631359a5532b5a9e4b7ec576fdf07c3f51119d3c98d93860ea343fad32c936cb6cce92ce715_0", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "Dense807967d709b6213babdfcf5d66875e65d7d3cb5828405d9cffef2dd1330a3906786fcfdae38efcc35c60448818631ad52af3a523fcd3b5699aafd16b9f41ae12_0", "trainable": false, "dtype": "float32", "units": 4, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "Dense807967d709b6213babdfcf5d66875e65d7d3cb5828405d9cffef2dd1330a3906786fcfdae38efcc35c60448818631ad52af3a523fcd3b5699aafd16b9f41ae12_0", "inbound_nodes": [[["Dense23380d91ad5169c9c8ca323ba760662738a9e5b5a39f2d24e3830be930abb3b60171411dbad86d3b5976b0c9ce57482189416f8720144a9dae8eeff68f569360_0", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "Dense9ae8d6dc0654f5dabe1c1b1d241449d75fb12a154e6d0413351e42fd89ba12748fac29b50d39234300b8e7004fa14123e57f0dce5338bd59973c441f0bba8be1_0", "trainable": false, "dtype": "float32", "units": 4, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "Dense9ae8d6dc0654f5dabe1c1b1d241449d75fb12a154e6d0413351e42fd89ba12748fac29b50d39234300b8e7004fa14123e57f0dce5338bd59973c441f0bba8be1_0", "inbound_nodes": [[["Dense807967d709b6213babdfcf5d66875e65d7d3cb5828405d9cffef2dd1330a3906786fcfdae38efcc35c60448818631ad52af3a523fcd3b5699aafd16b9f41ae12_0", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "Densebaa7f94c5c7aac5fb7f1e8b83a59fb7e836cd4dee6f1c47478ecc1dc0b3d46506b9606c172d4a9de6ff70fecf5f13dd81b472ca1b0c29449c4291f846fb6488c_0", "trainable": false, "dtype": "float32", "units": 3, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "Densebaa7f94c5c7aac5fb7f1e8b83a59fb7e836cd4dee6f1c47478ecc1dc0b3d46506b9606c172d4a9de6ff70fecf5f13dd81b472ca1b0c29449c4291f846fb6488c_0", "inbound_nodes": [[["Dense9ae8d6dc0654f5dabe1c1b1d241449d75fb12a154e6d0413351e42fd89ba12748fac29b50d39234300b8e7004fa14123e57f0dce5338bd59973c441f0bba8be1_0", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "Dense16a2ecd22bb2550902a0a65a3c8da4539ddf7e4a5e26023dbbe036b91893479211110bec34e49af788e0ac814f15872d3e6011645da3d8f6f704ee1235f17dc5_0", "trainable": false, "dtype": "float32", "units": 1, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "Dense16a2ecd22bb2550902a0a65a3c8da4539ddf7e4a5e26023dbbe036b91893479211110bec34e49af788e0ac814f15872d3e6011645da3d8f6f704ee1235f17dc5_0", "inbound_nodes": [[["Densebaa7f94c5c7aac5fb7f1e8b83a59fb7e836cd4dee6f1c47478ecc1dc0b3d46506b9606c172d4a9de6ff70fecf5f13dd81b472ca1b0c29449c4291f846fb6488c_0", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "Dense648f172266e477910ace9b3261948ebda4b26d53545b0e1e06617f369d03d43b818546a3cdc0d6b0bab97b5f0f4bcefd982c2870ac5f45a50f0603a84afc95cc_0", "trainable": false, "dtype": "float32", "units": 2, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "Dense648f172266e477910ace9b3261948ebda4b26d53545b0e1e06617f369d03d43b818546a3cdc0d6b0bab97b5f0f4bcefd982c2870ac5f45a50f0603a84afc95cc_0", "inbound_nodes": [[["Dense16a2ecd22bb2550902a0a65a3c8da4539ddf7e4a5e26023dbbe036b91893479211110bec34e49af788e0ac814f15872d3e6011645da3d8f6f704ee1235f17dc5_0", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "Densee70ebfb49a1b95c1db72017c0fc0c70d8d95cb2eaa1b9e3563eeed742b459da8ab5a46b7889644677ada0ae110d29d53b0d4c1a2e4a757d137c3b58695f96a79_0", "trainable": false, "dtype": "float32", "units": 4, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "Densee70ebfb49a1b95c1db72017c0fc0c70d8d95cb2eaa1b9e3563eeed742b459da8ab5a46b7889644677ada0ae110d29d53b0d4c1a2e4a757d137c3b58695f96a79_0", "inbound_nodes": [[["Dense648f172266e477910ace9b3261948ebda4b26d53545b0e1e06617f369d03d43b818546a3cdc0d6b0bab97b5f0f4bcefd982c2870ac5f45a50f0603a84afc95cc_0", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "Dense2faa9e67b8e665052aca29353e59a8c1b080524b783240c462a1ead3d5a685767c811bd0626397352495298ab1da7a6feac72613d7816a68d20f5ad59bcdea79_0", "trainable": false, "dtype": "float32", "units": 4, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "Dense2faa9e67b8e665052aca29353e59a8c1b080524b783240c462a1ead3d5a685767c811bd0626397352495298ab1da7a6feac72613d7816a68d20f5ad59bcdea79_0", "inbound_nodes": [[["Densee70ebfb49a1b95c1db72017c0fc0c70d8d95cb2eaa1b9e3563eeed742b459da8ab5a46b7889644677ada0ae110d29d53b0d4c1a2e4a757d137c3b58695f96a79_0", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "Dense0613f91063ae1695f55f59a89e599676e01b254199d9ba27b8d246749850931dfef540bd74c339c7b9ff6e9201aa5d0477a5bcdfe422c42ec3709418090fb63c_0", "trainable": false, "dtype": "float32", "units": 1, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "Dense0613f91063ae1695f55f59a89e599676e01b254199d9ba27b8d246749850931dfef540bd74c339c7b9ff6e9201aa5d0477a5bcdfe422c42ec3709418090fb63c_0", "inbound_nodes": [[["Dense2faa9e67b8e665052aca29353e59a8c1b080524b783240c462a1ead3d5a685767c811bd0626397352495298ab1da7a6feac72613d7816a68d20f5ad59bcdea79_0", 0, 0, {}]]]}], "input_layers": [["input_0", 0, 0]], "output_layers": [["Dense0613f91063ae1695f55f59a89e599676e01b254199d9ba27b8d246749850931dfef540bd74c339c7b9ff6e9201aa5d0477a5bcdfe422c42ec3709418090fb63c_0", 0, 0]]}
{"name": "model", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 10], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_0"}, "name": "input_0", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "Dense52c2fd52bd0911375d0f70310bc27ee458b90f7330be3ec8c9b347f785f87006ec01d97fb1b2bd63c85af38321c93f1471c7b2ed3a039e1f8c89e26a9130674a_0", "trainable": false, "dtype": "float32", "units": 1, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "Dense52c2fd52bd0911375d0f70310bc27ee458b90f7330be3ec8c9b347f785f87006ec01d97fb1b2bd63c85af38321c93f1471c7b2ed3a039e1f8c89e26a9130674a_0", "inbound_nodes": [[["input_0", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "Densec125ed654094dfc67f989df1bfe4d7eaa4bf36e6cbdcb07d27929af0f834713aff55c2ff89bdf4095d0a8ce6acf4eafdc8cfee062a5a38558c052eb9132a07e1_0", "trainable": false, "dtype": "float32", "units": 2, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "Densec125ed654094dfc67f989df1bfe4d7eaa4bf36e6cbdcb07d27929af0f834713aff55c2ff89bdf4095d0a8ce6acf4eafdc8cfee062a5a38558c052eb9132a07e1_0", "inbound_nodes": [[["Dense52c2fd52bd0911375d0f70310bc27ee458b90f7330be3ec8c9b347f785f87006ec01d97fb1b2bd63c85af38321c93f1471c7b2ed3a039e1f8c89e26a9130674a_0", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "Dense48e3767d9bae2c6c5748941ecb30d300df0c7ddf33ac243e119947bc998a5a75dc753cd7bcfadf627d7b8b830c4228aac97b1e9cc389f200c72debaab28593db_0", "trainable": false, "dtype": "float32", "units": 2, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "Dense48e3767d9bae2c6c5748941ecb30d300df0c7ddf33ac243e119947bc998a5a75dc753cd7bcfadf627d7b8b830c4228aac97b1e9cc389f200c72debaab28593db_0", "inbound_nodes": [[["Densec125ed654094dfc67f989df1bfe4d7eaa4bf36e6cbdcb07d27929af0f834713aff55c2ff89bdf4095d0a8ce6acf4eafdc8cfee062a5a38558c052eb9132a07e1_0", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "Densec18d840319dfbd01083b7efa2fbb5ad44d439e4f065092657deb8224d463602647f12e57af4e2aef30a062885dacf2dfa68097716d5fb28d3ccab64ba2505c7f_0", "trainable": false, "dtype": "float32", "units": 2, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "Densec18d840319dfbd01083b7efa2fbb5ad44d439e4f065092657deb8224d463602647f12e57af4e2aef30a062885dacf2dfa68097716d5fb28d3ccab64ba2505c7f_0", "inbound_nodes": [[["Dense48e3767d9bae2c6c5748941ecb30d300df0c7ddf33ac243e119947bc998a5a75dc753cd7bcfadf627d7b8b830c4228aac97b1e9cc389f200c72debaab28593db_0", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "Dense6805bcc4416f9c8000c9681ed20dfe04eb08cdce76b37b5832dc9e3b1c03811ba551c8072a7cb4b13e523422950710953f3c67ccb206565e599caefa1f80ae96_0", "trainable": false, "dtype": "float32", "units": 1, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "Dense6805bcc4416f9c8000c9681ed20dfe04eb08cdce76b37b5832dc9e3b1c03811ba551c8072a7cb4b13e523422950710953f3c67ccb206565e599caefa1f80ae96_0", "inbound_nodes": [[["Densec18d840319dfbd01083b7efa2fbb5ad44d439e4f065092657deb8224d463602647f12e57af4e2aef30a062885dacf2dfa68097716d5fb28d3ccab64ba2505c7f_0", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "Densef966e5bf1a82404e6322b3009ff5a07941865f588693db133b96f5e6ab121e86dd120a92b2cd66f27d412b7b1508a7c646241633eccbe6fb2a88a5bda6240521_0", "trainable": false, "dtype": "float32", "units": 4, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "Densef966e5bf1a82404e6322b3009ff5a07941865f588693db133b96f5e6ab121e86dd120a92b2cd66f27d412b7b1508a7c646241633eccbe6fb2a88a5bda6240521_0", "inbound_nodes": [[["Dense6805bcc4416f9c8000c9681ed20dfe04eb08cdce76b37b5832dc9e3b1c03811ba551c8072a7cb4b13e523422950710953f3c67ccb206565e599caefa1f80ae96_0", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "Dense9b60e966edca60dc1b9517777e4000f24aa817a712e17a95045808258010d8cec7185f0131d8f17c83c5576c05cb6f0b0f9cfcaf3533ab31173279d524687be5_0", "trainable": false, "dtype": "float32", "units": 3, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "Dense9b60e966edca60dc1b9517777e4000f24aa817a712e17a95045808258010d8cec7185f0131d8f17c83c5576c05cb6f0b0f9cfcaf3533ab31173279d524687be5_0", "inbound_nodes": [[["Densef966e5bf1a82404e6322b3009ff5a07941865f588693db133b96f5e6ab121e86dd120a92b2cd66f27d412b7b1508a7c646241633eccbe6fb2a88a5bda6240521_0", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "Dense736d7ae02211e6e143b02fa935b4253e53fc3221fcf40e5d30c632cec1efef7c701ac1d819031aa1293da920f6c09f6698da1a667748a7335d5643631908b234_0", "trainable": false, "dtype": "float32", "units": 1, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "Dense736d7ae02211e6e143b02fa935b4253e53fc3221fcf40e5d30c632cec1efef7c701ac1d819031aa1293da920f6c09f6698da1a667748a7335d5643631908b234_0", "inbound_nodes": [[["Dense9b60e966edca60dc1b9517777e4000f24aa817a712e17a95045808258010d8cec7185f0131d8f17c83c5576c05cb6f0b0f9cfcaf3533ab31173279d524687be5_0", 0, 0, {}]]]}], "input_layers": [["input_0", 0, 0]], "output_layers": [["Dense736d7ae02211e6e143b02fa935b4253e53fc3221fcf40e5d30c632cec1efef7c701ac1d819031aa1293da920f6c09f6698da1a667748a7335d5643631908b234_0", 0, 0]]}
{"name": "model", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 10], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_0"}, "name": "input_0", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "Dense52c2fd52bd0911375d0f70310bc27ee458b90f7330be3ec8c9b347f785f87006ec01d97fb1b2bd63c85af38321c93f1471c7b2ed3a039e1f8c89e26a9130674a_0", "trainable": false, "dtype": "float32", "units": 1, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "Dense52c2fd52bd0911375d0f70310bc27ee458b90f7330be3ec8c9b347f785f87006ec01d97fb1b2bd63c85af38321c93f1471c7b2ed3a039e1f8c89e26a9130674a_0", "inbound_nodes": [[["input_0", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "Densec125ed654094dfc67f989df1bfe4d7eaa4bf36e6cbdcb07d27929af0f834713aff55c2ff89bdf4095d0a8ce6acf4eafdc8cfee062a5a38558c052eb9132a07e1_0", "trainable": false, "dtype": "float32", "units": 2, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "Densec125ed654094dfc67f989df1bfe4d7eaa4bf36e6cbdcb07d27929af0f834713aff55c2ff89bdf4095d0a8ce6acf4eafdc8cfee062a5a38558c052eb9132a07e1_0", "inbound_nodes": [[["Dense52c2fd52bd0911375d0f70310bc27ee458b90f7330be3ec8c9b347f785f87006ec01d97fb1b2bd63c85af38321c93f1471c7b2ed3a039e1f8c89e26a9130674a_0", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "Dense52acc7e0e4288fe28a52583bcba235f4c114431e7919fe9afe4431aa2c345e1bad2610ba803acbaea9af69627a856aae140a70ad80c15d20f610df43bd47ab5e_0", "trainable": false, "dtype": "float32", "units": 1, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "Dense52acc7e0e4288fe28a52583bcba235f4c114431e7919fe9afe4431aa2c345e1bad2610ba803acbaea9af69627a856aae140a70ad80c15d20f610df43bd47ab5e_0", "inbound_nodes": [[["Densec125ed654094dfc67f989df1bfe4d7eaa4bf36e6cbdcb07d27929af0f834713aff55c2ff89bdf4095d0a8ce6acf4eafdc8cfee062a5a38558c052eb9132a07e1_0", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "Dense04626d85dbf4f5e4cc22dbbd2266838d3a721980ac9210139e7e23e318b68bc5b9ea38ba571dd789e117d13f5f2d219b4b9fbc605eef69aa0f4ed043a4affae0_0", "trainable": true, "dtype": "float32", "units": 3, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "Dense04626d85dbf4f5e4cc22dbbd2266838d3a721980ac9210139e7e23e318b68bc5b9ea38ba571dd789e117d13f5f2d219b4b9fbc605eef69aa0f4ed043a4affae0_0", "inbound_nodes": [[["Dense52acc7e0e4288fe28a52583bcba235f4c114431e7919fe9afe4431aa2c345e1bad2610ba803acbaea9af69627a856aae140a70ad80c15d20f610df43bd47ab5e_0", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "Densebad58d9f49051e8fcd1d0e71ec0d9bb2645543bcf88c0030523bc14c040132b15c23716bf2dd3821773cfd3c7ef914078ae8b72a32d2b4eff25dd314bf9d8cac_0", "trainable": true, "dtype": "float32", "units": 3, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "Densebad58d9f49051e8fcd1d0e71ec0d9bb2645543bcf88c0030523bc14c040132b15c23716bf2dd3821773cfd3c7ef914078ae8b72a32d2b4eff25dd314bf9d8cac_0", "inbound_nodes": [[["Dense04626d85dbf4f5e4cc22dbbd2266838d3a721980ac9210139e7e23e318b68bc5b9ea38ba571dd789e117d13f5f2d219b4b9fbc605eef69aa0f4ed043a4affae0_0", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "Denseaf56a81b649136bb6403f3c8d86a5719c54a22f9065ed190771bab187d12d9594dad78e7f4f2751a17d706139354515a79753adc16593bfe2242ad031ea3d578_0", "trainable": true, "dtype": "float32", "units": 1, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "Denseaf56a81b649136bb6403f3c8d86a5719c54a22f9065ed190771bab187d12d9594dad78e7f4f2751a17d706139354515a79753adc16593bfe2242ad031ea3d578_0", "inbound_nodes": [[["Densebad58d9f49051e8fcd1d0e71ec0d9bb2645543bcf88c0030523bc14c040132b15c23716bf2dd3821773cfd3c7ef914078ae8b72a32d2b4eff25dd314bf9d8cac_0", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "Dense8d62b2e64359a1e88d4f844813cab33656b4ed7fb9d1df835721b35007fe128278eed4ab72f42ed10b31f2a6779d7538ee8aa08190b645eddc99d0482c8472e1_0", "trainable": true, "dtype": "float32", "units": 3, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "Dense8d62b2e64359a1e88d4f844813cab33656b4ed7fb9d1df835721b35007fe128278eed4ab72f42ed10b31f2a6779d7538ee8aa08190b645eddc99d0482c8472e1_0", "inbound_nodes": [[["Denseaf56a81b649136bb6403f3c8d86a5719c54a22f9065ed190771bab187d12d9594dad78e7f4f2751a17d706139354515a79753adc16593bfe2242ad031ea3d578_0", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "Densefe9ce7a60bec7d5e90482efb6c3322cd847f67f57e604ae9ea6fbfb47749b1226f68758687afdb449dc4e43e808eddd484e41934b16e6348219c43ecd53212e8_0", "trainable": true, "dtype": "float32", "units": 1, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "Densefe9ce7a60bec7d5e90482efb6c3322cd847f67f57e604ae9ea6fbfb47749b1226f68758687afdb449dc4e43e808eddd484e41934b16e6348219c43ecd53212e8_0", "inbound_nodes": [[["Dense8d62b2e64359a1e88d4f844813cab33656b4ed7fb9d1df835721b35007fe128278eed4ab72f42ed10b31f2a6779d7538ee8aa08190b645eddc99d0482c8472e1_0", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "Densed23df461ffce8ad21d92a84ae34cb8743a6b915a4cabdd489e11b62ff85e851c7f142f4a7f817a1db0cc5b2ed399b2a54b13ebfcc80e4437f185b08aa96cd463_0", "trainable": true, "dtype": "float32", "units": 1, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "Densed23df461ffce8ad21d92a84ae34cb8743a6b915a4cabdd489e11b62ff85e851c7f142f4a7f817a1db0cc5b2ed399b2a54b13ebfcc80e4437f185b08aa96cd463_0", "inbound_nodes": [[["Densefe9ce7a60bec7d5e90482efb6c3322cd847f67f57e604ae9ea6fbfb47749b1226f68758687afdb449dc4e43e808eddd484e41934b16e6348219c43ecd53212e8_0", 0, 0, {}]]]}], "input_layers": [["input_0", 0, 0]], "output_layers": [["Densed23df461ffce8ad21d92a84ae34cb8743a6b915a4cabdd489e11b62ff85e851c7f142f4a7f817a1db0cc5b2ed399b2a54b13ebfcc80e4437f185b08aa96cd463_0", 0, 0]]}
{"name": "model", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 10], "dtype": "float32", "sparse": false, "ragged": false, "name": "input_0"}, "name": "input_0", "inbound_nodes": []}, {"class_name": "Dense", "config": {"name": "Densebe2612bdfe58306ea65bbac462c5ecf7c1df641d430b05e5f6720631359a5532b5a9e4b7ec576fdf07c3f51119d3c98d93860ea343fad32c936cb6cce92ce715_0", "trainable": false, "dtype": "float32", "units": 3, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "Densebe2612bdfe58306ea65bbac462c5ecf7c1df641d430b05e5f6720631359a5532b5a9e4b7ec576fdf07c3f51119d3c98d93860ea343fad32c936cb6cce92ce715_0", "inbound_nodes": [[["input_0", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "Densedcd9dd642a9bac8b262b85db8bf6b5caccbe880000991e5d1fcf1451336cbff6e6c1e3c8590fca6be9026c41ea15ae9281ec2342cafe9d7241cae57a4acad123_0", "trainable": false, "dtype": "float32", "units": 2, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "Densedcd9dd642a9bac8b262b85db8bf6b5caccbe880000991e5d1fcf1451336cbff6e6c1e3c8590fca6be9026c41ea15ae9281ec2342cafe9d7241cae57a4acad123_0", "inbound_nodes": [[["Densebe2612bdfe58306ea65bbac462c5ecf7c1df641d430b05e5f6720631359a5532b5a9e4b7ec576fdf07c3f51119d3c98d93860ea343fad32c936cb6cce92ce715_0", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "Densed1c23488377e68a77903ff8ab2a25f83916cd96b534d04bee6bf92063ad03196c3e8b2df49a7ccb9bfff1b8744dcc002d1f477e9922bb7fb3c2db27f88b2c7a3_0", "trainable": false, "dtype": "float32", "units": 3, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "Densed1c23488377e68a77903ff8ab2a25f83916cd96b534d04bee6bf92063ad03196c3e8b2df49a7ccb9bfff1b8744dcc002d1f477e9922bb7fb3c2db27f88b2c7a3_0", "inbound_nodes": [[["Densedcd9dd642a9bac8b262b85db8bf6b5caccbe880000991e5d1fcf1451336cbff6e6c1e3c8590fca6be9026c41ea15ae9281ec2342cafe9d7241cae57a4acad123_0", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "Densed67d4a1c9728908d6961f333424d73da267c8bab03fd9b58fca2e5b4577c977a0bea99a298563d8b9b7984f6a9a3d6a12b9704490fc3db334165f582a468180b_0", "trainable": true, "dtype": "float32", "units": 3, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "Densed67d4a1c9728908d6961f333424d73da267c8bab03fd9b58fca2e5b4577c977a0bea99a298563d8b9b7984f6a9a3d6a12b9704490fc3db334165f582a468180b_0", "inbound_nodes": [[["Densed1c23488377e68a77903ff8ab2a25f83916cd96b534d04bee6bf92063ad03196c3e8b2df49a7ccb9bfff1b8744dcc002d1f477e9922bb7fb3c2db27f88b2c7a3_0", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "Denseebccda73360ec959d740a3b15545581fe8be41e38538632240f8da7b73df00b98eeb710a98580e2a8e5755f4d550b7f2fb9a742f5af4ed4e590ab3c16f9b0a8f_0", "trainable": true, "dtype": "float32", "units": 4, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "Denseebccda73360ec959d740a3b15545581fe8be41e38538632240f8da7b73df00b98eeb710a98580e2a8e5755f4d550b7f2fb9a742f5af4ed4e590ab3c16f9b0a8f_0", "inbound_nodes": [[["Densed67d4a1c9728908d6961f333424d73da267c8bab03fd9b58fca2e5b4577c977a0bea99a298563d8b9b7984f6a9a3d6a12b9704490fc3db334165f582a468180b_0", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "Dense301c187c65b3abc13749d1247c9e3567db9b622ea3f63d9ad0b40a4e035be6517402671eb29eb4abc3c75758d079ce4e3af4ba10cbb7a40d6762b346ce584438_0", "trainable": true, "dtype": "float32", "units": 3, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "Dense301c187c65b3abc13749d1247c9e3567db9b622ea3f63d9ad0b40a4e035be6517402671eb29eb4abc3c75758d079ce4e3af4ba10cbb7a40d6762b346ce584438_0", "inbound_nodes": [[["Denseebccda73360ec959d740a3b15545581fe8be41e38538632240f8da7b73df00b98eeb710a98580e2a8e5755f4d550b7f2fb9a742f5af4ed4e590ab3c16f9b0a8f_0", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "Denseb581c8275a5aa6a75e7f309b4d36e34e4dd685d3ad27a215332a789f51b3852c069ea2d4dd662a46126c2ea23d6d1f2d271d405625ff5f820fc1d1a19548d287_0", "trainable": true, "dtype": "float32", "units": 4, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "Denseb581c8275a5aa6a75e7f309b4d36e34e4dd685d3ad27a215332a789f51b3852c069ea2d4dd662a46126c2ea23d6d1f2d271d405625ff5f820fc1d1a19548d287_0", "inbound_nodes": [[["Dense301c187c65b3abc13749d1247c9e3567db9b622ea3f63d9ad0b40a4e035be6517402671eb29eb4abc3c75758d079ce4e3af4ba10cbb7a40d6762b346ce584438_0", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "Dense74a5f3b91dd853ccf4029048b8e1180a5781d9c9f73d71ef0ab3ebf241a90e79f35f5acaac69f083eced4bfb6742cf5af97f9bf0d0a23bbc3d1acb6f6a20c824_0", "trainable": true, "dtype": "float32", "units": 1, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "Dense74a5f3b91dd853ccf4029048b8e1180a5781d9c9f73d71ef0ab3ebf241a90e79f35f5acaac69f083eced4bfb6742cf5af97f9bf0d0a23bbc3d1acb6f6a20c824_0", "inbound_nodes": [[["Denseb581c8275a5aa6a75e7f309b4d36e34e4dd685d3ad27a215332a789f51b3852c069ea2d4dd662a46126c2ea23d6d1f2d271d405625ff5f820fc1d1a19548d287_0", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "Dense7241a524d4661c5940a6db6eb9444f259f71c1646a65043a6f446b247cf117df2bce1c94a095a20dd25a234418716b0d930035ad9a3a911a97ee4b3608e37fe0_0", "trainable": true, "dtype": "float32", "units": 3, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "Dense7241a524d4661c5940a6db6eb9444f259f71c1646a65043a6f446b247cf117df2bce1c94a095a20dd25a234418716b0d930035ad9a3a911a97ee4b3608e37fe0_0", "inbound_nodes": [[["Dense74a5f3b91dd853ccf4029048b8e1180a5781d9c9f73d71ef0ab3ebf241a90e79f35f5acaac69f083eced4bfb6742cf5af97f9bf0d0a23bbc3d1acb6f6a20c824_0", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"name": "Dense964d54c96d714c7817ebd9cdde8e1b207fb4742d740c3089eaaa74ef5ef720e0a6a0116fd0d609cb957da8f6e5fdc265c3e310ef5815ab9cc17e3f9e8b775238_0", "trainable": true, "dtype": "float32", "units": 1, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "Dense964d54c96d714c7817ebd9cdde8e1b207fb4742d740c3089eaaa74ef5ef720e0a6a0116fd0d609cb957da8f6e5fdc265c3e310ef5815ab9cc17e3f9e8b775238_0", "inbound_nodes": [[["Dense7241a524d4661c5940a6db6eb9444f259f71c1646a65043a6f446b247cf117df2bce1c94a095a20dd25a234418716b0d930035ad9a3a911a97ee4b3608e37fe0_0", 0, 0, {}]]]}], "input_layers": [["input_0", 0, 0]], "output_layers": [["Dense964d54c96d714c7817ebd9cdde8e1b207fb4742d740c3089eaaa74ef5ef720e0a6a0116fd0d609cb957da8f6e5fdc265c3e310ef5815ab9cc17e3f9e8b775238_0", 0, 0]]}
